[{"num":1,"pregunta":"WOULD YOU RATHER \/ WOULD YOU PREFER QUESTIONS What kind of music would you rather listen to when you&#039;re studying — classical or lo-fi?I’d rather listen to lo-fi because it’s relaxing and helps me concentrate without getting distracte d. Which music genre would you prefer for a party — reggaeton or pop?I’d prefer reggaeton because it’s energetic and perfect for dancin g. Who would you rather see in concert — a rock band or a solo pop singer?I’d rather see a rock band because I love the energy of live instruments. Where would you prefer to go for live music — a jazz club or an outdoor festival?I’d prefer an outdoor festival because it’s more fun and has a great atmospher e. When would you rather listen to slow music — in the morning or at night?I’d rather listen to slow music at night because it helps me relax before sleepin g. What kind of TV show would you rather watch on a lazy Sunday — a comedy or a documentary?I’d rather watch a comedy because it’s light and helps me unwin d. Which streaming platform would you prefer to use — Netflix or Disney+?I’d prefer Netflix because it has a wider variety of shows and movies. Who would you rather watch in a movie — your favorite actor or a new rising star?I’d rather watch my favorite actor because I know I’ll enjoy the performanc e. Where would you prefer to watch a movie — at home or in the cinema?I’d prefer the cinema because I love the big screen and sound experienc e. What type of show would you rather binge-watch — a crime series or a romantic drama?I’d rather binge-watch a crime series because the suspense keeps me hooke d.","opciones":["A) Classical music for studying, pop for parties, rock band concert, jazz club for live music, slow music at night","B) Lo-fi for studying, reggaeton for parties, solo pop singer concert, outdoor festival for live music, slow music in the morning","C) Lo-fi for studying, reggaeton for parties, rock band concert, outdoor festival for live music, slow music at night","D) Classical music for studying, pop for parties, solo pop singer concert, jazz club for live music, slow music in the morning","E) Lo-fi for studying, pop for parties, rock band concert, jazz club for live music, slow music at night"],"correcta":2,"origen":"ia-extraccion"},{"num":2,"pregunta":"QUESTIONS FOR THE SPOKEN TEST What kind of music would you rather listen to when you&#039;re studying — classical or lo-fi? Which music genre would you prefer for a party — reggaeton or pop? Who would you rather see in concert — a rock band or a solo pop singer? Where would you prefer to go for live music — a jazz club or an outdoor festival? When would you rather listen to slow music — in the morning or at night? What kind of TV show would you rather watch on a lazy Sunday — a comedy or a documentary? Which streaming platform would you prefer to use — Netflix or Disney+? Who would you rather watch in a movie — your favorite actor or a new rising star? Where would you prefer to watch a movie — at home or in the cinema? What type of show would you rather binge-watch — a crime series or a romantic drama? What places have you visited in your life? Who have you met that made a big impact on your life? What interesting food have you tried recently? What have you been working on this week? How long have you been learning English? What had you done before the guests arrived? Where had you traveled before the pandemic started? Who had you met before you moved to your current city? What movies had you seen before watching the sequel? What job had you had before becoming a student? What had you been doing before the power went out? How long had you been studying when the exam started? What project had you been working on before the manager called? Where had you been living before you bought your house? Who had you been helping before you joined the new team? Ms. Marta Alvarez Peñ a. English Teacher Spoken Test Practice – AnswersStudent: Irvin adonis mora paredesTeacher: Ms. Marta Álvarez PeñaSubject: English","opciones":["A) I prefer classical music for studying as it helps me concentrate better.","B) Lo-fi music is my go-to for studying because it's relaxing and not distracting.","C) I alternate between classical and lo-fi depending on my mood and the subject I'm studying.","D) I actually prefer ambient nature sounds over music when I'm studying.","E) I don't listen to music while studying as I find it distracting."],"correcta":2,"origen":"ia-extraccion"},{"num":3,"pregunta":"PAST PERFECT QUESTIONS What had you done before the guests arrived?I had cleaned the house and prepared some snacks. Where had you traveled before the pandemic started?I hadn’t traveled to other countries, but I had visited some places in Ecuador before the pandemic started, like Montañita and Baños. Who had you met before you moved to your current city?I had met some of my best friends before I moved her e. What movies had you seen before watching the sequel?I had seen all the Marvel movies before watching Avengers: Endgam e. What job had you had before becoming a student?I had worked as a cashier at a local stor e.","opciones":["A) I had cleaned the house and prepared some snacks","B) I had gone grocery shopping and decorated the living room","C) I had taken a nap and ordered takeout food","D) I had mowed the lawn and washed the car","E) I had baked a cake and set the table"],"correcta":0,"origen":"ia-extraccion"},{"num":4,"pregunta":"PRESENT PERFECT QUESTIONS What places have you visited in your life?I haven’t traveled to other countries, but I have visited several cities in Ecuador, like Quito, Guayaquil, Cuenca, and Baños. Who have you met that made a big impact on your life?I’ve met a teacher who really inspired me to follow my dreams. What interesting food have you tried recently?Recently, I tried sushi with eel, and it was surprisingly good! What have you been working on this week?This week, I’ve been working on a school project and improving my English skills. How long have you been learning English?I’ve been learning English for about five years.","opciones":["A) Have you visited any places outside of Ecuador?","B) Have you met anyone famous in your life?","C) Have you tried any exotic foods lately?","D) Have you been working on any personal projects?","E) How long have you been studying English?"],"correcta":4,"origen":"ia-extraccion"},{"num":5,"pregunta":"PAST PERFECT CONTINUOUS QUESTIONS What had you been doing before the power went out?I had been watching a movie on my laptop. How long had you been studying when the exam started?I had been studying for about three hours when the exam began. What project had you been working on before the manager called?I had been working on a report for the marketing department. Where had you been living before you bought your house?I had been living in an apartment downtown. Who had you been helping before you joined the new team?I had been helping the customer service department.","opciones":["A) I had been watching a movie on my laptop.","B) I had been cooking dinner in the kitchen.","C) I had been reading a book in bed.","D) I had been exercising at the gym.","E) I had been working on my computer."],"correcta":0,"origen":"ia-extraccion"}]