{"pregunta":"QUESTIONS FOR THE SPOKEN TEST What kind of music would you rather listen to when you&#039;re studying — classical or lo-fi? Which music genre would you prefer for a party — reggaeton or pop? Who would you rather see in concert — a rock band or a solo pop singer? Where would you prefer to go for live music — a jazz club or an outdoor festival? When would you rather listen to slow music — in the morning or at night? What kind of TV show would you rather watch on a lazy Sunday — a comedy or a documentary? Which streaming platform would you prefer to use — Netflix or Disney+? Who would you rather watch in a movie — your favorite actor or a new rising star? Where would you prefer to watch a movie — at home or in the cinema? What type of show would you rather binge-watch — a crime series or a romantic drama? What places have you visited in your life? Who have you met that made a big impact on your life? What interesting food have you tried recently? What have you been working on this week? How long have you been learning English? What had you done before the guests arrived? Where had you traveled before the pandemic started? Who had you met before you moved to your current city? What movies had you seen before watching the sequel? What job had you had before becoming a student? What had you been doing before the power went out? How long had you been studying when the exam started? What project had you been working on before the manager called? Where had you been living before you bought your house? Who had you been helping before you joined the new team? Ms. Marta Alvarez Peñ a. English Teacher Spoken Test Practice – AnswersStudent: Irvin adonis mora paredesTeacher: Ms. Marta Álvarez PeñaSubject: English","opciones":["Opción 1","Opción 2","Opción 3","Opción 4","Opción 5"],"correcta":0,"raw":"```json\n{\n  \"opciones\": [\n    \"Classical music because it helps me focus.\",\n    \"Lo-fi hip hop because it's relaxing.\",\n    \"I don't listen to music while studying.\",\n    \"It depends on my mood and what I'm studying.\",\n    \"I prefer silence while studying.\"\n  ],\n  \"correcta\": 0\n}\n```\n"}