{"pregunta":"WOULD YOU RATHER \/ WOULD YOU PREFER QUESTIONS What kind of music would you rather listen to when you&#039;re studying — classical or lo-fi?I’d rather listen to lo-fi because it’s relaxing and helps me concentrate without getting distracte d. Which music genre would you prefer for a party — reggaeton or pop?I’d prefer reggaeton because it’s energetic and perfect for dancin g. Who would you rather see in concert — a rock band or a solo pop singer?I’d rather see a rock band because I love the energy of live instruments. Where would you prefer to go for live music — a jazz club or an outdoor festival?I’d prefer an outdoor festival because it’s more fun and has a great atmospher e. When would you rather listen to slow music — in the morning or at night?I’d rather listen to slow music at night because it helps me relax before sleepin g. What kind of TV show would you rather watch on a lazy Sunday — a comedy or a documentary?I’d rather watch a comedy because it’s light and helps me unwin d. Which streaming platform would you prefer to use — Netflix or Disney+?I’d prefer Netflix because it has a wider variety of shows and movies. Who would you rather watch in a movie — your favorite actor or a new rising star?I’d rather watch my favorite actor because I know I’ll enjoy the performanc e. Where would you prefer to watch a movie — at home or in the cinema?I’d prefer the cinema because I love the big screen and sound experienc e. What type of show would you rather binge-watch — a crime series or a romantic drama?I’d rather binge-watch a crime series because the suspense keeps me hooke d.","opciones":["Classical music for studying, pop for parties, rock band concert, jazz club for live music, slow music at night","Lo-fi for studying, reggaeton for parties, solo pop singer concert, outdoor festival for live music, slow music in the morning","Lo-fi for studying, reggaeton for parties, rock band concert, outdoor festival for live music, slow music at night","Classical music for studying, pop for parties, solo pop singer concert, jazz club for live music, slow music in the morning","Lo-fi for studying, pop for parties, rock band concert, jazz club for live music, slow music at night"],"correcta":2,"raw":"{\n  \"opciones\": [\n    \"Classical music for studying, pop for parties, rock band concert, jazz club for live music, slow music at night\",\n    \"Lo-fi for studying, reggaeton for parties, solo pop singer concert, outdoor festival for live music, slow music in the morning\",\n    \"Lo-fi for studying, reggaeton for parties, rock band concert, outdoor festival for live music, slow music at night\",\n    \"Classical music for studying, pop for parties, solo pop singer concert, jazz club for live music, slow music in the morning\",\n    \"Lo-fi for studying, pop for parties, rock band concert, jazz club for live music, slow music at night\"\n  ],\n  \"correcta\": 2\n}"}